End indent is too large.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId DividedPathInvalidNumberOfPoints { get; }
  Visual Basic
Public Shared ReadOnly Property DividedPathInvalidNumberOfPoints As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ DividedPathInvalidNumberOfPoints {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures DividedPathFailures Class
  Autodesk.Revit.DB Namespace